Repository: sebastianhaeni/2buy.io
Catalog: web/locale/*/LC_MESSAGES/messages.po
Languages: de_ch

source: Contact - %page%
de_ch: Kontakt - %page%

source: Contact
de_ch: Kontakt

source: Delete community
de_ch: Gemeinschaft löschen

source: The community could not be deleted due to an error.
de_ch: Die Gemeinschaft konnte nicht gelöscht werden.

source: Are you sure you want to delete the community <b id="delete-community-name">unknown</b>?
de_ch: Sind Sie sicher, dass die Gemeinschaft <b id="delete-commuity-name">unbekannt</b> gelöscht werden soll?

source: Close
de_ch: Schliessen

source: Delete
de_ch: Löschen

source: Statistics - %app_name% - %page%
de_ch: Statistik - %app_name% - %page%

source: Paid sum
de_ch: Ausgezahlte Summe

source: Declined sum
de_ch: Abgelehnte Summe

source: Delete invite
de_ch: Einladung löschen

source: The invite could not be deleted due to an error.
de_ch: Die Einladung konnte nicht gelöscht werden.

source: Are you sure you want to delete the invite <b id="delete-invite-name">unknown</b>?
de_ch: Sind Sie sicher, dass die Einladung <b id="delete-invite-name">unbekannt</b> gelöscht werden soll?

source: Settings
de_ch: Einstellungen

source: The settings could not be saved due to an unknown error.
de_ch: Die Einstellungen konnten nicht gespeichert werden.

source: Email Address
de_ch: Email Adresse

source: Phone Number
de_ch: Telefon Nr.

source: Save
de_ch: Speichern

source: Edit product name
de_ch: Produktname bearbeiten

source: The product could not be edited due to an error.
de_ch: Das Produkt konnte nicht geändert werden.

source: 3 characters mininum
de_ch: Minimal 3 Zeichen

source: Add Article
de_ch: Artikel hinzufügen

source: Buy
de_ch: Kaufen

source: Article bought
de_ch: Artikel gekauft

source: Undo
de_ch: Rückgängig

source: Article cancelled
de_ch: Artikel gelöscht

source: List
de_ch: Liste

source: History
de_ch: Verlauf

source: Statistics
de_ch: Statistik

source: Products
de_ch: Produkte

source: de_CH
de_ch: Deutsch

source: en_US
de_ch: English

source: History - %app_name% - %page%
de_ch: Verlauf - %app_name% - %page%

source: Clear History
de_ch: Verlauf leeren

source: reported by
de_ch: gemeldet von

source: at
de_ch: um

source: accepted by
de_ch: akzeptiert von

source: declined by
de_ch: abgelehnt von

source: Terms of Service - %page%
de_ch: AGB - %page%

source: Shopping List
de_ch: Einkaufsliste

source: Communities
de_ch: Gemeinschaft

source: Create Community
de_ch: Gemeinschaft erstellen

source: Sign Up - %page%
de_ch: Registrieren - %page%

source: Add Bill
de_ch: Quittung hinzufügen

source: Accept
de_ch: Akzeptieren

source: Decline
de_ch: Ablehnen

source: Edit article
de_ch: Artikel bearbeiten

source: The article could not be saved due to an error.
de_ch: Der Artikel konnte nicht gespeichert werden.

source: Amount
de_ch: Anzahl

source: Terms
de_ch: AGB

source: Privacy
de_ch: Privatsphäre

source: Edit community
de_ch: Gemeinschaft bearbeiten

source: The community could not be edited due to an error.
de_ch: Die Gemeinschaft konnte nicht bearbeitet werden.

source: Members
de_ch: Mitglieder

source: Invites
de_ch: Einladungen

source: The invite could not be sent due to an error.
de_ch: Die Einladung konnte nicht gesendet werden.

source: Send
de_ch: Senden

source: Own community preferences
de_ch: Eigene Gemeinschaftseinstellungen

source: bankaccountnumber
de_ch: IBAN

source: bankaccountname
de_ch: Vor- und Nachname

source: Page not found - %page%
de_ch: Seite nicht gefunden - %page%

source: Oops. Page could not be found.
de_ch: Oops. Seite konnte nicht gefunden werden.

source: Create new community
de_ch: Neue Gemeinschaft erstellen

source: The community could not be created due to an error.
de_ch: Die Gemeinschaft konnte nicht erstellt werden.

source: Create
de_ch: Erstellen

source: Developers - %page%
de_ch: Entwickler - %page%

source: Developers
de_ch: Entwickler

source: Products - %app_name% - %page%
de_ch: Produkte - %app_name% - %page%

source: New Product
de_ch: Neues Produkt

source: In suggestions
de_ch: In Vorschlägen

source: Clear history
de_ch: Verlauf leeren

source: The history could not be cleared due to an error.
de_ch: Der Verlauf konnte nicht geleert werden.

source: Are you sure you want to clear all bills and statistics?
de_ch: Sind Sie sicher, dass alle Quittungen und Statistiken gelöscht werden sollen?

source: Clear
de_ch: Leeren

source: Privacy Policy - %page%
de_ch: Datenschutz - %page%

source: Bills
de_ch: Quittungen

source: Change Community
de_ch: Gemeinschaft ändern

source: Anonymous
de_ch: Unbekannt

source: Change Password
de_ch: Passwort ändern

source: Sign Out
de_ch: Abmelden

source: Delete member
de_ch: Mitglied löschen

source: The member could not be deleted due to an error.
de_ch: Das Mitglied konnte nicht gelöscht werden.

source: Are you sure you want to delete the member <b id="delete-member-name">unknown</b>?
de_ch: Sind Sie sicher, dass das Mitglied <b id="delete-member-name">unbekannt</b> gelöscht werden soll?

source: Add article to shopping list
de_ch: Artikel der Einkaufsliste hinzufügen

source: The article could not be added due to an error.
de_ch: Der Artikel konnte nicht hinzugefügt werden.

source: Add
de_ch: Hinzufügen

source: Add bill to list
de_ch: Quittung hinzufügen

source: Price
de_ch: Preis

source: The password could not be changed due to an unknown error.
de_ch: Das Passwort konnte nicht gespeichert werden.

source: Old Password
de_ch: Altes Passwort

source: New Password
de_ch: Neues Passwort

source: Change
de_ch: Ändern

source: Get Started - %page%
de_ch: Los legen - %page%

source: Get Started
de_ch: Los legen

source: Purchase count
de_ch: Anzahl Käufe

source: Order count
de_ch: Anzahl Bestellungen

source: Sign In - %page%
de_ch: Anmelden - %page%

source: New product
de_ch: Neues Produkt

source: The product could not be created due to an error.
de_ch: Das Produkt konnte nicht erstellt werden.

source: Barcode recognition failed
de_ch: Barcode Erkennugn fehlgeschlagen

source: The barcode could not be recognized.
de_ch: Der Barcode wurde nicht erkannt.

source: Please try again.
de_ch: Bitte versuchen Sie es erneut.

source: Home
de_ch: Startseite

source: Sign Up
de_ch: Registrieren

source: Sign In
de_ch: Anmelden

source: Delete product
de_ch: Produkt löschen

source: The product could not be deleted due to an error.
de_ch: Das Produkt konnte nicht gelöscht werden.

source: Are you sure you want to delete the product <b id="delete-product-name">unknown</b>?
de_ch: Sind Sie sicher, dass Sie das Produkt <b id="delete-product-name">unbekannt</b> löschen wollen?

source: bought by
de_ch: gekauft von

source: cancelled by
de_ch: gelöscht von

source: Rescan barcode
de_ch: Scan wiederholen

source: Image
de_ch: Bild

source: Are you sure you want to clear all transactions and statistics?
de_ch: Sind Sie sicher, dass alle Transaktionen und Statistiken gelöscht werden sollen?
